Repository: Farmeris/Farmeris
Catalog: locale/*/LC_MESSAGES/django.po
Languages: sk

source: “%(value)s” value has the correct format (HH:MM[:ss[.uuuuuu]]) but it is an invalid time.
sk: Hodnota „%(value)s“ má správny formát (HH:MM[:ss[.uuuuuu]]), ale je neplatným časom.

source: Time
sk: Čas

source: URL
sk: URL adresa

source: Raw binary data
sk: Surový binárny dátový súbor

source: “%(value)s” is not a valid UUID.
sk: Hodnota „%(value)s“ nie je platný UUID.

source: Universally unique identifier
sk: Univerzálne jedinečný identifikátor

source: File
sk: Súbor

source: Image
sk: Obrázok

source: A JSON object
sk: JSON objekt

source: Value must be valid JSON.
sk: Hodnota musí byť platný JSON.

source: %(model)s instance with %(field)s %(value)r does not exist.
sk: Inštancia %(model)s s %(field)s %(value)r neexistuje.

source: Foreign Key (type determined by related field)
sk: Foreign Key (typ určený príslušným poľom)

source: One-to-one relationship
sk: Vzťah jeden-ku-jednému

source: %(from)s-%(to)s relationship
sk: Vzťah %(from)s-%(to)s

source: %(from)s-%(to)s relationships
sk: Vzťahy %(from)s-%(to)s

source: Many-to-many relationship
sk: Vzťah viacerých-ku-viacerým

source: This field is required.
sk: Toto pole je povinné.

source: Enter a whole number.
sk: Zadajte celé číslo.

source: Enter a valid date.
sk: Zadajte platný dátum.

source: Enter a valid time.
sk: Zadajte platný čas.

source: Enter a valid date/time.
sk: Zadajte platný dátum/čas.

source: Enter a valid duration.
sk: Zadajte platnú trvanie.

source: The number of days must be between {min_days} and {max_days}.
sk: Počet dní musí byť medzi {min_days} a {max_days}.

source: No file was submitted. Check the encoding type on the form.
sk: Žiadny súbor nebol odoslaný. Skontrolujte kódovanie formulára.

source: No file was submitted.
sk: Žiadny súbor nebol odoslaný.

source: The submitted file is empty.
sk: Odoslaný súbor je prázdny.

source: Ensure this filename has at most %(max)d character (it has %(length)d).
sk: Uistite sa, že názov súboru má najviac %(max)d znak (obsahuje %(length)d).

source: Please either submit a file or check the clear checkbox, not both.
sk: Prosím, buďte taký dobrý a buďte odoslať súbor alebo zaškrtnite začiarkavacie políčko „clear“, ale nie oboje.

source: Upload a valid image. The file you uploaded was either not an image or a corrupted image.
sk: Nahrajte platný obrázok. Súbor, ktorý ste nahrali, buď nie je obrázok alebo je poškodený.

source: Select a valid choice. %(value)s is not one of the available choices.
sk: Vyberte platný výber. %(value)s nie je medzi dostupnými možnosťami.

source: Enter a list of values.
sk: Zadajte zoznam hodnôt.

source: Enter a complete value.
sk: Zadajte úplnú hodnotu.

source: Enter a valid UUID.
sk: Zadajte platné UUID.

source: Enter a valid JSON.
sk: Zadajte platný JSON.

source: (Hidden field %(name)s) %(error)s
sk: (Skryté pole %(name)s) %(error)s

source: ManagementForm data is missing or has been tampered with. Missing fields: %(field_names)s. You may need to file a bug report if the issue persists.
sk: Chýbajú údaje ManagementForm alebo boli narušené. Chýbajúce polia: %(field_names)s. Ak sa problém nevyrieši, môžete podať správu o chybe.

source: Order
sk: Poradie

source: Delete
sk: Vymazať

source: Please correct the duplicate data for %(field)s.
sk: Opravte prosím duplicitné údaje pre %(field)s.

source: Please correct the duplicate data for %(field)s, which must be unique.
sk: Opravte prosím duplicitné údaje pre %(field)s, ktoré musia byť jedinečné.

source: Please correct the duplicate data for %(field_name)s which must be unique for the %(lookup)s in %(date_field)s.
sk: Opravte prosím duplicitné údaje pre %(field_name)s, ktoré musia byť jedinečné pre %(lookup)s v %(date_field)s.

source: Please correct the duplicate values below.
sk: Opravte prosím nižšie uvedené duplicitné hodnoty.

source: The inline value did not match the parent instance.
sk: Hodnota inline nezodpovedala nadradenej inštancii.

source: Select a valid choice. That choice is not one of the available choices.
sk: Vyberte platnú voľbu. Táto voľba nie je medzi dostupnými možnosťami.

source: “%(pk)s” is not a valid value.
sk: „%(pk)s“ nie je platnou hodnotou.

source: %(datetime)s couldn’t be interpreted in time zone %(current_timezone)s; it may be ambiguous or it may not exist.
sk: %(datetime)s sa nedalo interpretovať v časovej zóne %(current_timezone)s; môže to byť nejednoznačné alebo neexistovať.

source: Clear
sk: Zmazať

source: Currently
sk: Momentálne

source: Change
sk: Zmeniť

source: Unknown
sk: Neznáme

source: Yes
sk: Áno

source: No
sk: Nie

source: yes,no,maybe
sk: áno, nie, možno

source: %(size)d byte
sk: %(size)d bajt

source: midnight
sk: polnoc

source: noon
sk: poludnie

source: Monday
sk: pondelok

source: Tuesday
sk: utorok

source: Wednesday
sk: streda

source: Thursday
sk: štvrtok

source: Friday
sk: piatok

source: Saturday
sk: sobota

source: Sunday
sk: nedeľa

source: Mon
sk: po

source: Tue
sk: ut

source: Wed
sk: st

source: Thu
sk: št

source: Fri
sk: pi

source: Sat
sk: so

source: Sun
sk: ne

source: January
sk: január

source: February
sk: február

source: March
sk: marec

source: April
sk: apríl

source: May
sk: máj

source: June
sk: jún

source: July
sk: júl

source: October
sk: október

source: may
sk: máj

source: jun
sk: jún

source: jul
sk: júl

source: oct
sk: okt

# abbrev. month
source: March
sk: marec

# abbrev. month
source: April
sk: apríl

# abbrev. month
source: May
sk: máj

# abbrev. month
source: June
sk: jún

# abbrev. month
source: July
sk: júl

# abbrev. month
source: Oct.
sk: okt.

# alt. month
source: January
sk: Január

# alt. month
source: February
sk: Február

# alt. month
source: March
sk: Marec

# alt. month
source: April
sk: Apríl

# alt. month
source: May
sk: Máj

# alt. month
source: June
sk: Jún

# alt. month
source: July
sk: Júl

# alt. month
source: October
sk: Október

source: This is not a valid IPv6 address.
sk: Toto nie je platná IPv6 adresa.

source: or
sk: alebo

source: Forbidden
sk: Zakázané

source: CSRF verification failed. Request aborted.
sk: Overenie CSRF zlyhalo. Požiadavka bola zrušená.

source: If you have configured your browser to disable “Referer” headers, please re-enable them, at least for this site, or for HTTPS connections, or for “same-origin” requests.
sk: Ak ste nastavili váš prehliadač tak, aby zablokoval „Referer“ hlavičky, prosím znovu ich povolte, aspoň pre túto stránku alebo pre HTTPS pripojenia alebo pre „same-origin“ požiadavky.

source: If you are using the <meta name="referrer" content="no-referrer"> tag or including the “Referrer-Policy: no-referrer” header, please remove them. The CSRF protection requires the “Referer” header to do strict referer checking. If you’re concerned about privacy, use alternatives like <a rel="noreferrer" …> for links to third-party sites.
sk: Ak používate značku <meta name="referrer" content="no-referrer"> alebo zahrnutie hlavičky „Referrer-Policy: no-referrer“, prosím odstráňte ich. Ochrana CSRF vyžaduje „Referer“ hlavičku na striktné overenie referera. Ak sa obávate o svoju súkromnosť, použite alternatívy ako <a rel="noreferrer" …> pre odkazy na tretie strany.

source: You are seeing this message because this site requires a CSRF cookie when submitting forms. This cookie is required for security reasons, to ensure that your browser is not being hijacked by third parties.
sk: Túto správu vidíte, pretože táto stránka vyžaduje CSRF cookie pri odosielaní formulárov. Tento cookie je potrebný z bezpečnostných dôvodov, aby sa zabezpečilo, že váš prehliadač nie je zneužívaný tretími stranami.

source: If you have configured your browser to disable cookies, please re-enable them, at least for this site, or for “same-origin” requests.
sk: Ak ste nastavili váš prehliadač tak, aby blokoval cookies, prosím znovu ich povolte, aspoň pre túto stránku alebo pre požiadavky „same-origin“.

source: More information is available with DEBUG=True.
sk: Viac informácií je dostupných s DEBUG=True.

source: No year specified
sk: Nezadaný rok

source: Date out of range
sk: Dátum mimo rozsah

source: No month specified
sk: Nezadaný mesiac

source: No day specified
sk: Nezadaný deň

source: No week specified
sk: Nezadaný týždeň

source: No %(verbose_name_plural)s available
sk: Žiadne dostupné %(verbose_name_plural)s

source: Future %(verbose_name_plural)s not available because %(class_name)s.allow_future is False.
sk: Budúcnosť %(verbose_name_plural)s nie je dostupná, pretože %(class_name)s.allow_future je False.

source: Invalid date string “%(datestr)s” given format “%(format)s”
sk: Neplatný reťazec dátumu „%(datestr)s“ v danom formáte „%(format)s“

source: No %(verbose_name)s found matching the query
sk: Nebol nájdený žiadny %(verbose_name)s vyhovujúci dotazu

source: Page is not “last”, nor can it be converted to an int.
sk: Stránka nie je „posledná“, ani ju nie je možné premeniť na celé číslo.

source: Invalid page (%(page_number)s): %(message)s
sk: Neplatná stránka (%(page_number)s): %(message)s

source: Empty list and “%(class_name)s.allow_empty” is False.
sk: Zoznam je prázdny a „%(class_name)s.allow_empty“ je False.

source: Directory indexes are not allowed here.
sk: Adresárové indexy nie sú povolené tu.

source: “%(path)s” does not exist
sk: „%(path)s“ neexistuje

source: Index of %(directory)s
sk: Index adresára %(directory)s

source: The install worked successfully! Congratulations!
sk: Inštalácia bola úspešná! Gratulujeme!

source: View <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">release notes</a> for Django %(version)s
sk: Pozrite si <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">poznámky k verzii</a> pre Django %(version)s

source: You are seeing this page because <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> is in your settings file and you have not configured any URLs.
sk: Túto stránku vidíte, pretože v súbore s nastaveniami máte nastavenú hodnotu <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> a nekonfigurovali ste žiadne URL.

source: Django Documentation
sk: Django Dokumentácia

source: Topics, references, &amp; how-to’s
sk: Témy, odkazy a návody

source: Tutorial: A Polling App
sk: Návod: Anketová aplikácia

source: Get started with Django
sk: Začnite s Django

source: Django Community
sk: Django Komunita

source: Connect, get help, or contribute
sk: Pripojte sa, získajte pomoc alebo prispievajte

source: No price
sk: Bez ceny

source: And more...
sk: A ďalšie...

source: Function under the development
sk: Funkcia vo vývoji

source: review_star
sk: recenzne_hviezdicky

source: User profile:
sk: Profil používateľa:

source: Offers
sk: Ponuka

source: Personal Profile
sk: Osobný profil

source: Transport Info
sk: Info o doprave

source: No provided data
sk: Dáta neboli poskytnuté

source: Profile of %(user_profile.user.username)s
sk: Profil používateľa %(user_profile.user.username)s

source: Phone:
sk: Mobil:

source: Bio
sk: Životopis:

source: Review by %(author)s
sk: Recenzia od %(author)s

source: <strong>Rating:</strong> %(rating)s/5
sk: <strong>Hodnotenie:</strong> %(rating)s/5

source: Login
sk: Prihlásenie

source: Register
sk: Registrovanie

source: User profile picture
sk: Profilový obrázok užívateľa

source: Logged as:
sk: Prihlásený ako:

source: <h1>Profile of a user:</h1>
sk: <h1>Profil používateľa:</h1>
