Repository: Farmeris/Farmeris
Catalog: locale/*/LC_MESSAGES/django.po
Languages: sk

source: Available
sk: Dostupné

source: Available from: {}
sk: Dostupné od: {}

source: Available to: {}
sk: Dostupné do: {}

source: Unavailable
sk: Nedostupné

source: Price:
sk: Cena:

source: Amount:
sk: Množstvo:

source: litres
sk: litrov

source: Transport type:
sk: Druh dopravy

source: In person
sk: Osobne

source: Courier
sk: Kuriér

source: Custom
sk: Vlastné

source: Enter notes
sk: Zadajte poznámky

source: Transport price
sk: Cena dopravy

source: Till
sk: Do

source: <h2>Add Picture to "%(item_name)s"</h2>
sk: <h2>Pridať obrázok do "%(item_name)s"</h2>

source: Save Changes
sk: Uložiť zmeny

source: Discard Changes
sk: Zahodiť zmeny

source: Type your message...
sk: Napísať správu sem...

source: Send
sk: Poslať

source: Additional notes:
sk: Poznámky

source: Input transport option
sk: Uveďte spôsob dopravy

source: Back to the profile
sk: Návrat na profil

source: Include:
sk: Zahrnúť:

source: Add additional price:
sk: Pridanie ďalších cien:

source: Add image (max.1)
sk: Pridaj obrázok (max.1)

source: Title
sk: Názov

source: Subtitle
sk: Podnázov

source: Description
sk: Popis

source: Input here description
sk: Sem pridajte popis

source: Add price
sk: Pridajte cenu

source: *Adding next prices via <a class="product-info-pouzivatel" href="%(profile_url)s" target="_blank">profile</a>
sk: *Pridanie ďalších cien cez <a class="product-info-pouzivatel" href="%(profile_url)s" target="_blank">profil</a>

source: Add transport
sk: Pridaj dopravu

source: Adding other options of transport from global options:
sk: Pridanie ďalších možností dopravy z globálnych:

source: Add availability
sk: Pridaj dostupnosť

source: Availability start date
sk: Dátum začiatku dostupnosti

source: Availability start (optional)
sk: Začiatok dostupnosti (voliteľné)

source: Availability end date
sk: Dátum konca dostupnosti

source: Availability end (optional)
sk: Koniec dostupnosti (voliteľné)

source: Amount in the stock
sk: Množstvo na sklade

source: Amount (optional)
sk: Množstvo (voliteľné)

source: Available till out of stock?
sk: Dostupné až do vyčerpania zásob?

source: Add item
sk: Pridanie položky

source: Are you sure you want to delete the picture for
sk: Ste si istý, že chcete vymazať obrázok pre

source: Main Image
sk: Hlavný obrázok

source: <p>Item owner: <a class="product-info-pouzivatel" href="%(user_profile_link)s">%(user_name)s</a></p>
sk: <p>Položka používateľa: <a class="product-info-pouzivatel" href="%(user_profile_link)s">%(user_name)s</a></p>

source: Info
sk: Informácie

source: Pricing
sk: Cenník

source: Transport
sk: Doprava

source: Reviews
sk: Recenzie

source: Pricing:
sk: Cenník:

source: Transport options:
sk: Možnosti dopravy

source: <h2 class="dopravax-h2">Select delivery for the item: (<a href="%(doprava_link)s" target="_blank">add more delivery types</a>)</h2>
sk: <h2 class="dopravax-h2">Vyberte dopravu pre položku: (<a href="%(doprava_link)s" target="_blank">pridajte ďalšie druhy dopravy</a>)</h2>

source: Home
sk: Domov

source: Search
sk: Hľadať

source: My offers
sk: Moje ponuky

source: My Transport
sk: Moja doprava

source: My Settings
sk: Moje nastavenia

source: Login for more
sk: Prihlásiť sa pre viac

source: Logout
sk: Odhlásenie

source: Filtered
sk: Filter

source: Unfiltered
sk: Bez filtra

source: Chat Interface
sk: Chatovacie prostredie

source: Search usernames...
sk: Vyhľadať mená...

source: Your Chats
sk: Moje chaty

source: No chats found.
sk: Nenájdené žiadne chaty

source: Chatting with:
sk: Chatovanie s:

source: Profile Settings
sk: Profilové nastavenia

source: Profile Information
sk: Profilové informácie

source: Address
sk: Adresa

source: Password
sk: Heslo

source: Account Actions
sk: Operácie s účtom

source: Save changes
sk: Uložiť zmeny

source: Username:
sk: Používateľské meno:

source: Current profile picture
sk: Aktuálny profilový obrázok

source: Profile Picture:
sk: Profilový obrázok

source: Website:
sk: Webstránka:

source: https://yourwebsite.com
sk: https://tvojastranka.sk

source: Social Media:
sk: Sociálne médiá:

source: https://twitter.com/yourhandle
sk: https://twitter.com/tvojprofil

source: Phone Number:
sk: Telefónne číslo

source: Languages:
sk: Jazyky:

source: EN, etc...
sk: SK, atď...

source: Location:
sk: Sídlo:

source: City, Country
sk: Mesto, Štát

source: Bio:
sk: Biografia:

source: Tell something about yourself
sk: Povedzte nám niečo o sebe

source: Address
sk: Adresa

source: Street Address:
sk: Ulica

source: 1234 Main St
sk: Nádražná 3

source: City:
sk: Mesto

source: Anytown
sk: Bratislava

source: State/Province:
sk: Kraj/Okres

source: State
sk: Štát

source: Zip/Postal Code:
sk: Zip kód

source: Country:
sk: Krajina:

source: Country
sk: Krajina

source: Email settings
sk: Emailové nastavenia

source: Password
sk: Heslo

source: Change password
sk: Zmeniť heslo

source: Account Actions
sk: Akcie účtu

source: Are you sure you want to delete your account? This action cannot be undone.
sk: Ste si istý, že chcete vymazať svoj účet? Táto akcia je nevratná.

source: Confirm Delete
sk: Potvrdiť zmazanie

source: Slovak
sk: Slovenčina

source: English
sk: Angličtina

source: website
sk: webová stránka

source: social media
sk: sociálne médiá

source: phone number
sk: telefónne číslo

source: languages
sk: jazyky

source: location
sk: umiestnenie

source: bio
sk: životopis

source: street-address
sk: ulica

source: city
sk: mesto

source: state
sk: štát

source: zipcode
sk: PSČ

source: country
sk: krajina

source: Czech
sk: Čeština

source: No picture available
sk: Obrázok nie je dostupný

source: About
sk: O nás

source: Company
sk: Spoločnosť

source: Careers
sk: Kariéra

source: News &amp; events
sk: Novinky a udalosti

source: Investor relations
sk: Investorské vzťahy

source: Manufacturing
sk: Výroba

source: Corporate citizenship
sk: Firemná občianskosť

source: Current Stats
sk: Momentálne štatistiky

source: Total registered users: %(total_users)s
sk: Celkový počet registrovaných používateľov: %(total_users)s

source: Legal
sk: Právne informácie

source: Ordering resources
sk: Zdroje pre objednávku

source: TI API suite
sk: TI sada API

source: Ordering help &amp; FAQs
sk: Pomoc pri objednávke a Často kladené otázky

source: Cross-reference search
sk: Vyhľadávanie krížových odkazov

source: Authorized distributors
sk: Autorizovaní distribútori

source: Privacy policy
sk: Zásady ochrany osobných údajov

source: Follow Us
sk: Sledujte nás

source: Twitter Icon
sk: Ikona Twitteru

source: Facebook Icon
sk: Ikona Facebooku

source: Instagram Icon
sk: Ikona Instagramu

source: First
sk: Prvá

source: Previous
sk: Predchádzajúca

source: Next
sk: Ďalšia

source: Last
sk: Posledná

source: Items per page:
sk: Položiek na stranu:

source: Search..
sk: Hľadať..

source: Options
sk: Viac

source: Button clicked
sk: Tlačidlo stlačené

source: Log In
sk: Prihlásenie

source: Account Inactive
sk: Neaktívny Účet

source: This account is inactive.
sk: Tento účet je neaktívny.

source: Email Addresses
sk: Emailové Adresy

source: The following email addresses are associated with your account:
sk: Nasledujúce emailové adresy sú spojené s vaším účtom:

source: Verified
sk: Overený

source: Unverified
sk: Neoverený

source: Primary
sk: Hlavný

source: Make Primary
sk: Nastaviť ako Hlavný

source: Re-send Verification
sk: Znovu odoslať overenie

source: Remove
sk: Odstrániť

source: Add Email Address
sk: Pridať Emailovú Adresu

source: Add Email
sk: Pridať Email

source: Do you really want to remove the selected email address?
sk: Naozaj chcete odstrániť vybranú emailovú adresu?

source: You are receiving this email because you or someone else tried to signup for an account using email address: %(email)s However, an account using that email address already exists. In case you have forgotten about this, please use the password forgotten procedure to recover your account: %(password_reset_url)s
sk: Dostali ste tento email, pretože vy alebo niekto iný sa pokúsil registrovať účet s použitím tejto emailovej adresy: %(email)s Avšak účet s touto emailovou adresou už existuje. Ak ste na toto zabudli, prosím, použite postup pre obnovu zabudnutého hesla na obnovenie vášho účtu: %(password_reset_url)s

source: Account Already Exists
sk: Účet Už Existuje

source: Hello from %(site_name)s!
sk: Ahojte od %(site_name)s!

source: Thank you for using %(site_name)s! %(site_domain)s
sk: Ďakujeme vám za používanie %(site_name)s! %(site_domain)s

source: You're receiving this email because user %(user_display)s has given your email address to register an account on %(site_domain)s. To confirm this is correct, go to %(activate_url)s
sk: Dostávate tento e-mail, pretože používateľ %(user_display)s dal vašu emailovú adresu na registráciu účtu na %(site_domain)s. Pre potvrdenie tohto faktu prejdite na %(activate_url)s

source: Please Confirm Your Email Address
sk: Prosím, potvrďte svoju emailovú adresu

source: You're receiving this email because you or someone else has requested a password reset for your user account. It can be safely ignored if you did not request a password reset. Click the link below to reset your password.
sk: Dostávate tento e-mail, pretože vy alebo niekto iný požiadal o obnovenie hesla pre váš používateľský účet. Môžete ho bezpečne ignorovať, ak ste nežiadali o obnovenie hesla. Kliknite na nasledujúci odkaz pre obnovenie hesla.

source: In case you forgot, your username is %(username)s.
sk: V prípade, že ste zabudli, vaše používateľské meno je %(username)s.

source: Password Reset Email
sk: E-mail pre obnovenie hesla

source: You are receiving this email because you or someone else has requested a password for your user account. However, we do not have any record of a user with email %(email)s in our database. This mail can be safely ignored if you did not request a password reset. If it was you, you can sign up for an account using the link below.
sk: Dostávate tento e-mail, pretože vy alebo niekto iný požiadal o obnovenie hesla pre váš používateľský účet. Avšak, nemáme žiadne záznamy o používateľovi s emailom %(email)s v našej databáze. Tento e-mail môžete bezpečne ignorovať, ak ste nežiadali o obnovenie hesla. Ak ste to boli vy, môžete sa zaregistrovať na účet pomocou nasledujúceho odkazu.

source: Email Address
sk: Emailová Adresa

source: The following email address is associated with your account:
sk: S nasledujúcou emailovou adresou je spojený váš účet:

source: Your email address is still pending verification:
sk: Vaša emailová adresa ešte stále čaká na overenie:

source: Change Email Address
sk: Zmeniť Emailovú Adresu

source: Change Email
sk: Zmeniť Email

source: Confirm E-mail Address
sk: Potvrďte Emailovú Adresu

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
sk: Potvrďte, prosím, že <a href="mailto:%(email)s">%(email)s</a> je emailová adresa pre používateľa %(user_display)s.

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request.</a>
sk: Tento odkaz na potvrdenie e-mailu vypršal alebo je neplatný. Prosím, <a href="%(email_url)s">vydajte novú požiadavku na potvrdenie e-mailu.</a>

source: Sign in
sk: Prihlásenie

source: Forgot Password
sk: Zabudnuté heslo

source: Sign Up
sk: Registrácia

source: OR
sk: ALEBO

source: Sign in with a third party
sk: Prihlásenie sa pomocou tretej strany

source: Sign out
sk: Odhlásenie

source: Are you sure you want to sign out?
sk: Ste si istý, že sa chcete odhlásiť?

source: You cannot remove your primary email address (%(email)s).
sk: Nemôžete odstrániť svoju hlavnú emailovú adresu (%(email)s).

source: Unable to confirm %(email)s because it is already confirmed by a different account.
sk: Nemožno potvrdiť %(email)s, pretože už je potvrdený iným účtom.

source: Confirmation email sent to %(email)s.
sk: Potvrdenie e-mailu odoslané na %(email)s.

source: You have confirmed %(email)s.
sk: Potvrdili ste %(email)s.

source: Removed email address %(email)s.
sk: Odstránená emailová adresa %(email)s.

source: Successfully signed in as %(name)s.
sk: Úspešne ste sa prihlásili ako %(name)s.

source: You have signed out.
sk: Odhlásili ste sa.

source: Password successfully changed.
sk: Heslo úspešne zmenené.

source: Password successfully set.
sk: Heslo úspešne nastavené.

source: Primary email address set.
sk: Hlavná emailová adresa nastavená.

source: Your primary email address must be verified.
sk: Vaša hlavná emailová adresa musí byť overená.

source: Change Password
sk: Zmeniť Heslo

source: Forgot Password?
sk: Zabudli ste heslo?

source: Password Reset
sk: Resetovanie hesla

source: Enter your user account's verified email address and we will send you a password reset link.
sk: Zadajte overenú e-mailovú adresu vášho užívateľského účtu a pošleme vám odkaz na obnovenie hesla.

source: Reset email sent
sk: Resetovací mail odoslaný

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
sk: Poslali sme vám e-mail. Prosím, kontaktujte nás, ak ak ho neobdržíte do niekoľkých minút.

source: Bad Token
sk: Chybný Token

source: The password reset link was invalid, possibly because it has already been used. <br> Please request a <a class="text-blue-400 hover:text-blue-500" href="%(passwd_reset_url)s">new password reset</a>.
sk: Odkaz na obnovenie hesla bol neplatný, pravdepodobne preto, že už bol použitý. <br> Prosím, požiadajte o <a class="text-blue-400 hover:text-blue-500" href="%(passwd_reset_url)s">nové obnovenie hesla</a>.

source: Your password is now changed.
sk: Vaše heslo bolo úspešne zmenené.

source: Changed Password
sk: Heslo Zmenené

source: Set Password
sk: Nastaviť Heslo

source: Sign up
sk: Registrácia

source: Already have an account? Sign in.
sk: Už máte u nás účet? Prihláste sa

source: Sign up with a third party
sk: Zaregistrovanie sa pomocou tretej strany

source: Sign Up Closed
sk: Registrácia Uzavretá

source: We are sorry, but the sign up is currently closed.
sk: Ľutujeme, ale registrácia je momentálne uzavretá.

source: Note
sk: Poznámka

source: you are already logged in as %(user_display)s.
sk: už ste prihlásený/á ako %(user_display)s.

source: Warning:
sk: Upozornenie:

source: You currently do not have any email address set up. You should really add an email address so you can receive notifications, reset your password, etc.
sk: Aktuálne nemáte nastavenú žiadnu emailovú adresu. Mali by ste pridať emailovú adresu, aby ste mohli dostávať oznámenia, obnoviť heslo atď.

source: Verify Your E-mail Address
sk: Overte Svoju Emailovú Adresu

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
sk: Poslali sme vám e-mail na overenie. Kliknite na poskytnutý odkaz pre dokončenie procesu registrácie. Prosím, kontaktujte nás, ak ho neobdržíte do niekoľkých minút.

source: Verify Your Email Address
sk: Overte Svoju Emailovú Adresu

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your email address.
sk: Táto časť stránky vyžaduje overenie, že ste ten, za koho sa vydávate. Pre tento účel vyžadujeme, aby ste overili vlastníctvo svojej emailovej adresy.

source: We have sent an email to you for verification. Please click on the link inside that email. If you do not see the verification email in your main inbox, check your spam folder. Otherwise contact us if you do not receive it within a few minutes.
sk: Poslali sme vám e-mail na overenie. Kliknite na odkaz vnútri tohto e-mailu. Ak nevidíte overovací e-mail v hlavnej schránke, skontrolujte svoj spamový priečinok. Inak nás kontaktujte, ak ho neobdržíte do niekoľkých minút.

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your email address</a>.
sk: <strong>Poznámka:</strong> stále môžete <a href="%(email_url)s">zmeniť vašu emailovú adresu</a>.

source: OpenID Sign In
sk: Prihlásenie cez OpenID

source: Social Network Login Failure
sk: Chyba pri prihlásení cez sociálnu sieť

source: An error occurred while attempting to login via your social network account.
sk: Počas pokusu o prihlásenie cez váš účet sociálnej siete sa vyskytla chyba.

source: Account Connections
sk: Pripojené Účty

source: You have the following social accounts connected:
sk: Máte tieto sociálne účty pripojené:

source: You currently have no social network accounts connected to this account.
sk: Aktuálne nemáte žiadne sociálne účty pripojené k tomuto účtu.

source: Add a third party account
sk: Pridať účet tretích strán

source: An account with this email exists but is not verified.
sk: Účet k tomuto emailu už existuje, ale nie je potvrdený.

source: You are about to connect a new third party account from %(provider_name)s.
sk: Chystáte sa pripojiť nový účet tretej strany od %(provider_name)s.

source: You are about to sign in using a third party account from %(provider_name)s.
sk: Chystáte sa prihlásiť pomocou účtu tretej strany od %(provider_name)s.

source: Login Cancelled
sk: Prihlásenie Zrušené

source: You decided to cancel logging in to our site using one of your existing accounts. If this was a mistake, please proceed to <a href="%(login_url)s">sign in</a>.
sk: Rozhodli ste sa zrušiť prihlásenie na našu stránku pomocou jedného z vašich existujúcich účtov. Ak to bol omyl, pokračujte na <a href="%(login_url)s">prihlásenie</a>.

source: The social account has been connected.
sk: Sociálny účet bol pripojený.

source: The social account is already connected to a different account.
sk: Sociálny účet je už pripojený k inému účtu.

source: The social account has been disconnected.
sk: Sociálny účet bol odpojený.

source: You are about to use your %(provider_name)s account to login to %(site_name)s. As a final step, please complete the following form:
sk: Chystáte sa použiť svoj %(provider_name)s účet na prihlásenie na %(site_name)s. Ako posledný krok, prosím, vyplňte nasledujúci formulár:

source: Messages
sk: Správy

source: Site Maps
sk: Mapy stránok

source: Syndication
sk: Syndikácia

source: That page number is not an integer
sk: Toto číslo strany nie je celé číslo

source: That page number is less than 1
sk: Toto číslo strany je menšie ako 1

source: That page contains no results
sk: Táto strana neobsahuje žiadne výsledky

source: Enter a valid value.
sk: Zadajte platnú hodnotu.

source: Enter a valid URL.
sk: Zadajte platnú URL.

source: Enter a valid integer.
sk: Zadajte platné celé číslo.

source: Enter a valid email address.
sk: Zadajte platnú emailovú adresu.

source: Enter a valid “slug” consisting of letters, numbers, underscores or hyphens.
sk: Zadajte platný „slug“, ktorý sa skladá z písmen, čísel, podčiarovníkov alebo pomlčiek.

source: Enter a valid “slug” consisting of Unicode letters, numbers, underscores, or hyphens.
sk: Zadajte platný „slug“, ktorý sa skladá z písmen Unicode, čísel, podčiarovníkov alebo pomlčiek.

source: Enter a valid IPv4 address.
sk: Zadajte platnú IPv4 adresu.

source: Enter a valid IPv6 address.
sk: Zadajte platnú IPv6 adresu.

source: Enter a valid IPv4 or IPv6 address.
sk: Zadajte platnú IPv4 alebo IPv6 adresu.

source: Enter only digits separated by commas.
sk: Zadajte iba číslice oddelené čiarkami.

source: Ensure this value is %(limit_value)s (it is %(show_value)s).
sk: Uistite sa, že táto hodnota je %(limit_value)s (je %(show_value)s).

source: Ensure this value is less than or equal to %(limit_value)s.
sk: Uistite sa, že táto hodnota je menšia alebo rovná %(limit_value)s.

source: Ensure this value is greater than or equal to %(limit_value)s.
sk: Uistite sa, že táto hodnota je väčšia alebo rovná %(limit_value)s.

source: Enter a number.
sk: Zadajte číslo.

source: File extension “%(extension)s” is not allowed. Allowed extensions are: %(allowed_extensions)s.
sk: Prípona súboru „%(extension)s“ nie je povolená. Povolené prípony sú: %(allowed_extensions)s.

source: Null characters are not allowed.
sk: Nulové znaky nie sú povolené.

source: and
sk: a

source: %(model_name)s with this %(field_labels)s already exists.
sk: %(model_name)s s týmto %(field_labels)s už existuje.

source: Value %(value)r is not a valid choice.
sk: Hodnota %(value)r nie je platnou voľbou.

source: This field cannot be null.
sk: Toto pole nemôže byť prázdne.

source: This field cannot be blank.
sk: Toto pole nemôže byť prázdne.

source: %(model_name)s with this %(field_label)s already exists.
sk: %(model_name)s s týmto %(field_label)s už existuje.

source: %(field_label)s must be unique for %(date_field_label)s %(lookup_type)s.
sk: %(field_label)s musí byť jedinečné pre %(date_field_label)s %(lookup_type)s.

source: Field of type: %(field_type)s
sk: Pole typu: %(field_type)s

source: “%(value)s” value must be either True or False.
sk: Hodnota „%(value)s“ musí byť buď True alebo False.

source: “%(value)s” value must be either True, False, or None.
sk: Hodnota „%(value)s“ musí byť buď True, False alebo None.

source: Boolean (Either True or False)
sk: Booleovská hodnota (Buď True alebo False)

source: String (up to %(max_length)s)
sk: Reťazec (do %(max_length)s znakov)

source: Comma-separated integers
sk: Čísla oddelené čiarkou

source: “%(value)s” value has an invalid date format. It must be in YYYY-MM-DD format.
sk: Hodnota „%(value)s“ má neplatný formát dátumu. Musí byť vo formáte YYYY-MM-DD.

source: “%(value)s” value has the correct format (YYYY-MM-DD) but it is an invalid date.
sk: Hodnota „%(value)s“ má správny formát (YYYY-MM-DD), ale je neplatným dátumom.

source: Date (without time)
sk: Dátum (bez času)

source: “%(value)s” value has an invalid format. It must be in YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ] format.
sk: Hodnota „%(value)s“ má neplatný formát. Musí byť vo formáte YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ].

source: “%(value)s” value has the correct format (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]) but it is an invalid date/time.
sk: Hodnota „%(value)s“ má správny formát (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]), ale je neplatným dátumom/časom.

source: Date (with time)
sk: Dátum (s časom)

source: “%(value)s” value must be a decimal number.
sk: Hodnota „%(value)s“ musí byť desatinné číslo.

source: Decimal number
sk: Desatinné číslo

source: “%(value)s” value has an invalid format. It must be in [DD] [[HH:]MM:]ss[.uuuuuu] format.
sk: Hodnota „%(value)s“ má neplatný formát. Musí byť vo formáte [DD] [[HH:]MM:]ss[.uuuuuu].

source: Duration
sk: Trvanie

source: Email address
sk: Emailová adresa

source: File path
sk: Cesta k súboru

source: “%(value)s” value must be a float.
sk: Hodnota „%(value)s“ musí byť desatinné číslo.

source: Floating point number
sk: Desatinné číslo

source: “%(value)s” value must be an integer.
sk: Hodnota „%(value)s“ musí byť celé číslo.

source: Integer
sk: Celé číslo

source: Big (8 byte) integer
sk: Veľké (8 bajtové) celé číslo

source: Small integer
sk: Malé celé číslo

source: IPv4 address
sk: IPv4 adresa

source: IP address
sk: IP adresa

source: “%(value)s” value must be either None, True or False.
sk: Hodnota „%(value)s“ musí byť buď None, True alebo False.

source: Boolean (Either True, False or None)
sk: Booleovská hodnota (Buď True, False alebo None)

source: Positive big integer
sk: Kladné veľké celé číslo

source: Positive integer
sk: Kladné celé číslo

source: Positive small integer
sk: Kladné malé celé číslo

source: Slug (up to %(max_length)s)
sk: Slug (do %(max_length)s znakov)

source: “%(value)s” value has an invalid format. It must be in HH:MM[:ss[.uuuuuu]] format.
sk: Hodnota „%(value)s“ má neplatný formát. Musí byť vo formáte HH:MM[:ss[.uuuuuu]].
